Repository: flexlixrup/TranslateKitSDK
Catalog: Sources/TranslateKitShoppingLite/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant, zh_hk

# TK.Action.addToCart
source: Add to Cart
ar: إضافة إلى السلة
bg: Добави в количката
ca: Afegir a la Cistella
cs: Přidat do košíku
da: Tilføj til indkøbskurv
de: In den Warenkorb
el: Προσθήκη στο Καλάθι
es: Agregar al carrito
es_419: Agregar al carrito
fi: Lisää ostoskoriin
fr: Ajouter au panier
fr_ca: Ajouter au Panier
he: הוסף לעגלת קניות
hi: गाड़ी में जोड़ें
hr: Dodaj u košaricu
hu: Hozzáadás a Kosárhoz
id: Tambah ke Keranjang
it: Aggiungi al Carrello
ja: カートに追加
kk: Себетке қосу
ko: 장바구니에 추가
ms: Tambah ke Troli
nb: Legg til i handlekurv
nl: Winkelwagen Toevoegen
pl: Dodaj do koszyka
pt_br: Adicionar ao Carrinho
pt_pt: Adicionar ao Carrinho
ro: Adaugă în Coș
ru: Добавить в корзину
sk: Pridať do košíka
sv: Lägg till i kundvagn
th: เพิ่มลงในรถเข็น
tr: Sepete Ekle
uk: Додати в кошик
vi: Thêm vào giỏ hàng
zh_hans: 加入购物车
zh_hant: 新增至購物車
zh_hk: 加入購物車

# TK.Action.addToFavorites
source: Add to Favorites
ar: إضافة إلى المفضلة
bg: Добави към Любими
ca: Afegir a Favorits
cs: Přidat do oblíbených položek
da: Føj til favoritter
de: Zu Favoriten hinzufügen
el: Προσθήκη στα Αγαπημένα
es: Añadir a favoritos
es_419: Agregar a favoritos
fi: Lisää suosikkeihin
fr: Ajouter aux favoris
fr_ca: Ajouter aux favoris
he: הוספה למועדפים
hi: पसंदीदा में जोड़ें
hr: Dodaj u omiljeno
hu: Hozzáadás a Kedvencekhez
id: Tambah ke Favorit
it: Aggiungi ai preferiti
ja: よく使う項目に追加
kk: Таңдаулыларға қосу
ko: 즐겨찾기에 추가
ms: Tambah ke Kegemaran
nb: Legg til favoritter
nl: Toevoegen aan Favorieten
pl: Dodaj do ulubionych
pt_br: Adicionar aos Favoritos
pt_pt: Adicionar aos favoritos
ro: Adaugă la Favorite
ru: Добавить в Избранное
sk: Pridať k obľúbeným
sv: Lägg till i favoriter
th: เพิ่มไปยังรายการโปรด
tr: Favorilerime Ekle
uk: Додати до колекції
vi: Thêm vào Mục ưa thích
zh_hans: 添加到个人收藏
zh_hant: 加入我的最愛
zh_hk: 加至我的最愛

# TK.Action.applyCoupon
source: Apply Coupon
ar: تطبيق القسيمة
bg: Приложи ваучер
ca: Aplicar Codi de Descompte
cs: Použít kupón
da: Anvend kupon
de: Gutschein anwenden
el: Εφαρμογή Κωδικού Εκπτωσης
es: Aplicar cupón
es_419: Aplicar cupón
fi: Käytä kuponkia
fr: Appliquer le coupon
fr_ca: Appliquer un Coupon
he: החל קופון
hi: कूपन लागू करें
hr: Primijeni kupon
hu: Kupon alkalmazása
id: Terapkan Kupon
it: Applica Coupon
ja: クーポンを適用
kk: Купонды қолдану
ko: 쿠폰 적용
ms: Terapkan Kupon
nb: Bruk kupong
nl: Coupon Toepassen
pl: Zastosuj kupon
pt_br: Aplicar Cupom
pt_pt: Aplicar Cupão
ro: Aplică cupon
ru: Применить купон
sk: Použiť kupón
sv: Tillämpa rabattkod
th: ใช้คูปอง
tr: Kupon Uygula
uk: Застосувати купон
vi: Áp dụng mã giảm giá
zh_hans: 使用优惠券
zh_hant: 套用優惠券
zh_hk: 應用優惠券

# TK.Action.applyFilter
source: Apply Filter
ar: تطبيق الفلتر
bg: Приложи филтър
ca: Aplicar Filtre
cs: Použít filtr
da: Anvend filter
de: Filter anwenden
el: Εφαρμογή Φίλτρου
es: Aplicar filtro
es_419: Aplicar filtro
fi: Käytä suodatinta
fr: Appliquer le filtre
fr_ca: Appliquer un Filtre
he: החל פילטר
hi: फिल्टर लागू करें
hr: Primijeni filter
hu: Szűrő alkalmazása
id: Terapkan Filter
it: Applica Filtro
ja: フィルタを適用
kk: Фильтрды қолдану
ko: 필터 적용
ms: Selaraskan
nb: Bruk filter
nl: Filter Toepassen
pl: Zastosuj filtr
pt_br: Aplicar Filtro
pt_pt: Aplicar Filtro
ro: Aplică Filtru
ru: Применить фильтр
sk: Použiť filter
sv: Tillämpa filter
th: ใช้ตัวกรอง
tr: Filtre Uygula
uk: Застосувати фільтр
vi: Áp dụng bộ lọc
zh_hans: 应用过滤器
zh_hant: 應用濾鏡
zh_hk: 套用過濾器

# TK.Action.bookNow
source: Book Now
ar: احجز الآن
bg: Резервирай сега
ca: Reserva Ara
cs: Rezervovat nyní
da: Book nu
de: Jetzt buchen
el: Κράτηση Τώρα
es: Reservar ahora
es_419: Reservar ahora
fi: Varaa nyt
fr: Réserver maintenant
fr_ca: Réserver Maintenant
he: הזמן עכשיו
hi: अभी बुक करें
hr: Rezerviraj sada
hu: Foglalás Most
id: Pesan Sekarang
it: Prenota Ora
ja: 今すぐ予約
kk: Қазір брондау
ko: 지금 예약
ms: Tempah Sekarang
nb: Bestill nå
nl: Nu Boeken
pl: Zarezerwuj teraz
pt_br: Reservar Agora
pt_pt: Reservar Agora
ro: Rezervă Acum
ru: Забронировать сейчас
sk: Rezervovať teraz
sv: Boka nu
th: จองตอนนี้
tr: Şimdi Rezervasyon Yap
uk: Забронювати зараз
vi: Đặt ngay
zh_hans: 立即预订
zh_hant: 立即預約
zh_hk: 立即預訂

# TK.Action.buy
source: Buy
ar: شراء
bg: Купи
ca: Comprar
cs: Koupit
da: Køb
de: Kaufen
el: Αγορά
es: Comprar
es_419: Comprar
fi: Osta
fr: Acheter
fr_ca: Acheter
he: רכישה
hi: ख़रीदें
hr: Kupi
hu: Megvásárlás
id: Beli
it: Acquista
ja: 購入
kk: Сатып алу
ko: 구입
ms: Beli
nb: Kjøp
nl: Koop
pl: Kup
pt_br: Comprar
pt_pt: Comprar
ro: Cumpărați
ru: Купить
sk: Kúpiť
sv: Köp
th: ซื้อ
tr: Satın Al
uk: Купити
vi: Mua
zh_hans: 购买
zh_hant: 購買
zh_hk: 購買

# TK.Action.buyNow
source: Buy Now
ar: شراء الآن
bg: Купи сега
ca: Comprar Ara
cs: Koupit nyní
da: Køb nu
de: Jetzt kaufen
el: Αγορά Τώρα
es: Comprar ahora
es_419: Comprar ahora
fi: Osta nyt
fr: Acheter maintenant
fr_ca: Acheter Maintenant
he: קנה עכשיו
hi: अभी खरीदें
hr: Kupi odmah
hu: Azonnali vásárlás
id: Beli Sekarang
it: Compra Subito
ja: 今すぐ購入
kk: Қазір сатып алу
ko: 지금 구매
ms: Beli Sekarang
nb: Kjøp nå
nl: Nu Kopen
pl: Kup teraz
pt_br: Comprar Agora
pt_pt: Comprar Agora
ro: Cumpără Acum
ru: Купить сейчас
sk: Kúpiť teraz
sv: Köp nu
th: ซื้อทันที
tr: Şimdi Satın Al
uk: Купити зараз
vi: Mua ngay
zh_hans: 立即购买
zh_hant: 立即購買
zh_hk: 立即購買

# TK.Action.checkout
source: Checkout
ar: الإتمام
bg: Плащане
ca: Finalitzar Compra
cs: Pokladna
da: Check ud
de: Zur Kasse gehen
el: Ολοκλήρωση Παραγγελίας
es: Pagar
es_419: Realizar pago
fi: Siirry kassalle
fr: Passer à la caisse
fr_ca: Passer à la caisse
he: צ'ק אין
hi: चेकआउट करें
hr: Blagajna
hu: Pénztár
it: Procedi al pagamento
ja: チェックアウトする
kk: Сатып алу
ko: 결제하기
ms: Daftar keluar
nb: Gå til betaling
nl: Afrekenen
pl: Przejdź do płatności
pt_br: Finalizar Compra
pt_pt: Finalizar Compra
ro: Finalizare comandă
ru: Оплатить
sk: Prejsť k platbe
sv: Kassa
th: ชำระเงิน
tr: Ödeme Yap
uk: Оформити замовлення
vi: Tiến hành thanh toán
zh_hans: 结账
zh_hant: 結帳
zh_hk: 结账

# TK.Action.compare
source: Compare
ar: قارن
bg: Сравни
ca: Comparar
cs: Porovnat
da: Sammenlign
de: Vergleichen
el: Σύγκριση
es: Comparar
es_419: Comparar
fi: Vertaile
fr: Comparer
fr_ca: Comparer
he: השווה
hi: तुलना करें
hr: Usporedi
hu: Összehasonlítás
id: Bandingkan
it: Confronta
ja: 比較する
kk: Салыстыру
ko: 비교
ms: Bandingkan
nb: Sammenlign
nl: Vergelijken
pl: Porównaj
pt_br: Comparar
pt_pt: Comparar
ro: Compară
ru: Сравнить
sk: Porovnať
sv: Jämför
th: เปรียบเทียบ
tr: Karşılaştır
uk: Порівняти
vi: So sánh
zh_hans: 比较
zh_hant: 比較
zh_hk: 比較

# TK.Action.comparePrices
source: Compare Prices
ar: مقارنة الأسعار
bg: Сравни цени
ca: Comparar Preus
cs: Porovnat ceny
da: Sammenlign priser
de: Preise vergleichen
el: Σύγκριση Τιμών
es: Comparar precios
es_419: Comparar precios
fi: Vertaile hintoja
fr: Comparer les prix
fr_ca: Comparer les Prix
he: השווה מחירים
hi: मूल्य तुलना करें
hr: Uporedi cijene
hu: Árak összehasonlítása
id: Bandingkan Harga
it: Confronta Prezzi
ja: 価格を比較する
kk: Бағаларды салыстыру
ko: 가격 비교
ms: Bandingkan Harga
nb: Sammenlign priser
nl: Prijzen Vergelijken
pl: Porównaj ceny
pt_br: Comparar Preços
pt_pt: Comparar Preços
ro: Compară Prețurile
ru: Сравнить цены
sk: Porovnať ceny
sv: Jämför priser
th: เปรียบเทียบราคา
tr: Fiyatları Karşılaştır
uk: Порівняти ціни
vi: So sánh giá
zh_hans: 比较价格
zh_hant: 比較價格
zh_hk: 比較價格

# TK.Action.findInStore
source: Find in Store
ar: البحث عن في المتجر
bg: Намери в магазина
ca: Troba a la botiga
cs: Najít v obchodě
da: Find i butik
de: Im Geschäft suchen
el: Βρες στο Κατάστημα
es: Buscar en la tienda
es_419: Encontrar en la tienda
fi: Etsi kaupasta
fr: Trouver en magasin
fr_ca: Trouver en magasin
he: מצא בחנות
hi: स्टोर में खोजें
hr: Pronađi u trgovini
hu: Keresés boltban
id: Temukan di Toko
it: Trova in Negozio
ja: 店舗で探す
kk: Дүкеннен табу
ko: 매장 찾기
ms: Cari di Kedai
nb: Finn i butikk
nl: Zoek in Winkel
pl: Znajdź w Sklepie
pt_br: Encontrar na Loja
pt_pt: Encontrar na Loja
ro: Caută în Magazin
ru: Найти в магазине
sk: Nájsť v obchode
sv: Hitta i butik
th: ค้นหาในร้าน
tr: Mağazada Bul
uk: Знайти в магазині
vi: Tìm trong cửa hàng
zh_hans: 在商店查找
zh_hant: 在商店查找
zh_hk: 在商店查找

# TK.Action.orderNow
source: Order Now
ar: اطلب الآن
bg: Поръчай сега
ca: Demana-ho ara
cs: Objednat nyní
da: Bestil nu
de: Jetzt bestellen
el: Παραγγελία Τώρα
es: Ordenar ahora
es_419: Ordenar ahora
fi: Tilaa nyt
fr: Commander maintenant
fr_ca: Commander maintenant
he: הזמנה עכשיו
hi: अब ऑर्डर करें
hr: Naruči sada
hu: Megrendelés most
id: Pesan Sekarang
it: Ordina ora
ja: 今すぐ注文
kk: Жедел тапсырыс беру
ko: 지금 주문
ms: Pesan Sekarang
nb: Bestill nå
nl: Bestellen
pl: Zamów teraz
pt_br: Comprar Agora
pt_pt: Encomendar Agora
ro: comandă acum
ru: Заказать сейчас
sk: Objednať teraz
sv: Beställ Nu
th: สั่งซื้อเดี๋ยวนี้
tr: Şimdi Sipariş Ver
uk: Замовити зараз
vi: Đặt hàng ngay
zh_hans: 立即订购
zh_hant: 立即訂購
zh_hk: 立即下單

# TK.Action.placeOrder
source: Place Order
ar: قدم الطلب
bg: Направи поръчка
ca: Fes la comanda
cs: Odeslat objednávku
da: Afgiv bestilling
de: Bestellung aufgeben
el: Καταχώρισε παραγγελία
es: Realizar pedido
es_419: Realizar pedido
fi: Aseta tilaus
fr: Passer la commande
fr_ca: Passer la commande
he: בצע הזמנה
hi: आर्डर करें
hr: Naruči
hu: Rendelés leadása
id: Tempatkan Pesanan
it: Effettua Ordine
ja: 注文を出す
kk: Тапсырысты беру
ko: 주문하기
ms: Buat Pesanan
nb: Legg inn bestilling
nl: Bestelling Plaatsen
pl: Złóż zamówienie
pt_br: Fazer Pedido
pt_pt: Fazer Pedido
ro: Plasează comandă
ru: Оформить заказ
sk: Zadať objednávku
sv: Lägg order
th: สั่งซื้อ
tr: Sipariş Ver
uk: Оформити замовлення
vi: Đặt hàng
zh_hans: 下订单
zh_hant: 下訂單
zh_hk: 下訂單

# TK.Action.preOrder
source: Pre-order
ar: طلب مسبق
bg: Предварителна поръчка
ca: Precomanda
cs: Předobjednat
da: Forbestil
de: Vorbestellen
el: Προπαραγγελία
es: Reservar
es_419: Preordenar
fi: Esitilaa
fr: Précommander
fr_ca: Précommander
he: הזמנה מוקדמת
hi: पूर्व-आर्डर करें
hr: Unaprijed naruči
hu: Előrendelés
it: Preordina
ja: 予約注文する
kk: Алдын ала тапсырыс беру
ko: 선주문하기
ms: Pramuat
nb: Forhåndsbestilling
nl: Voorbestellen
pl: Zamów w przedsprzedaży
pt_br: Pré-encomendar
pt_pt: Pré-encomendar
ro: Precomandă
ru: Предзаказать
sk: Predobjednať
sv: Förbeställa
th: สั่งจองล่วงหน้า
tr: Ön Sipariş Ver
uk: Попереднє замовлення
vi: Đặt hàng trước
zh_hans: 预订
zh_hant: 預訂
zh_hk: 預訂

# TK.Action.proceedToCheckout
source: Proceed to Checkout
ar: الانتقال إلى الشراء
bg: Продължи
ca: Procedir al pagament
cs: Pokračovat k pokladně
da: Gå til kassen
de: Zur Kasse gehen
el: Προχώρα στην Αγορά
es: Proceder al pago
es_419: Proceder al pago
fi: Siirry kassalle
fr: Procéder au paiement
fr_ca: Passer à la caisse
he: המשך לתשלום
hi: चेकआउट पर आगे बढ़ें
hr: Nastavi na blagajnu
hu: Fizetés folytatása
id: Lanjut ke Pembayaran
it: Procedi al pagamento
ja: チェックアウトに進む
kk: Кассаға өту
ko: 결제 진행
ms: Teruskan ke Pembayaran
nb: Gå til kassen
nl: Ga naar Betaling
pl: Przejdź do kasy
pt_br: Prosseguir para Pagamento
pt_pt: Avançar para Pagamento
ro: Continuă la casă
ru: Перейти к оплате
sk: Pokračovať k pokladni
sv: Fortsätt till Kassa
th: ดำเนินการต่อไปที่จุดชำระเงิน
tr: Ödeme İşlemine Geç
uk: Продовжити оформлення замовлення
vi: Tiến hành thanh toán
zh_hans: 继续结账
zh_hant: 前往結帳
zh_hk: 繼續結帳

# TK.Action.rateProduct
source: Rate Product
ar: قيم المنتج
bg: Оцени продукта
ca: Valora producte
cs: Ohodnotit produkt
da: Vurder produkt
de: Produkt bewerten
el: Αξιολόγηση προϊόντος
es: Calificar producto
es_419: Calificar producto
fi: Arvosta tuotetta
fr: Évaluer le produit
fr_ca: Noter le produit
he: דרג מוצר
hi: उत्पाद रेट करें
hr: Ocijeni proizvod
hu: Termék értékelése
id: Beri Nilai Produk
it: Valuta Prodotto
ja: 製品を評価する
kk: Өнімді бағалау
ko: 제품 평가하기
ms: Taksir Produk
nb: Vurder produkt
nl: Product Beoordelen
pl: Oceń produkt
pt_br: Avaliar Produto
pt_pt: Avaliar Produto
ro: Evaluează produsul
ru: Оценить продукт
sk: Hodnotiť produkt
sv: Betygsätt produkt
th: ให้คะแนนสินค้า
tr: Ürünü Değerlendir
uk: Оцінити продукт
vi: Đánh giá sản phẩm
zh_hans: 评价产品
zh_hant: 評價產品
zh_hk: 評分產品

# TK.Action.removeFromCart
source: Remove from Cart
ar: إزالة من السلة
bg: Премахни от количката
ca: Elimina de la cistella
cs: Odebrat z košíku
da: Fjern fra kurv
de: Aus dem Warenkorb entfernen
el: Αφαίρεση από καλάθι αγορών
es: Eliminar del carrito
es_419: Eliminar del carrito
fi: Poista ostoskorista
fr: Retirer du panier
fr_ca: Retirer du panier
he: הסר מהעגלה
hi: कार्ट से हटाएं
hr: Ukloni iz košarice
hu: Eltávolítás a kosárból
id: Hapus dari Keranjang
it: Rimuovi dal Carrello
ja: カートから削除する
kk: Себеттен жою
ko: 장바구니에서 제거하기
ms: Buang dari Troli
nb: Fjern fra handlevogn
nl: Verwijder uit Winkelwagentje
pl: Usuń z koszyka
pt_br: Remover do Carrinho
pt_pt: Remover do Carrinho
ro: Elimină din coș
ru: Удалить из корзины
sk: Odstrániť z košíka
sv: Ta bort från kundvagn
th: ลบจากตะกร้า
tr: Sepetten Kaldır
uk: Видалити з кошика
vi: Gỡ bỏ khỏi giỏ hàng
zh_hans: 从购物车中移除
zh_hant: 從購物車中移除
zh_hk: 從購物車移除

# TK.Action.removeFromWishlist
source: Remove from Wishlist
ar: إزالة من قائمة المفضلة
bg: Премахване от списъка с желания
ca: Eliminar de la llista de desitjos
cs: Odstranit ze seznamu přání
da: Fjern fra ønskeliste
de: Von Wunschliste entfernen
el: Αφαίρεση από την Επιθυμητή Λίστα
es: Eliminar de la lista de deseos
es_419: Eliminar de la lista de deseos
fi: Poista toivelistalta
fr: Retirer de la liste de souhaits
fr_ca: Retirer de la liste de souhaits
he: הסר מרשימת המשאלות
hi: विशलिस्ट से हटाएँ
hr: Ukloni iz liste želja
hu: Eltávolítás a Kívánságlistáról
id: Hapus dari Wishlist
it: Rimuovi dalla Lista dei Desideri
ja: ウィッシュリストから削除
kk: Тізімнен жою
ko: 위시리스트에서 제거
ms: Buang dari Senarai Keinginan
nb: Fjern fra ønskeliste
nl: Verwijderen uit verlanglijst
pl: Usuń z listy życzeń
pt_br: Remover da Lista de Desejos
pt_pt: Remover da lista de desejos
ro: Elimină din lista de dorințe
ru: Удалить из списка желаемого
sk: Odstrániť z prianí
sv: Ta bort från önskelista
th: ลบออกจากรายการที่ชอบ
tr: İstek Listesinden Çıkar
uk: Видалити з бажаного
vi: Xóa khỏi Danh sách mong muốn
zh_hans: 从愿望清单中移除
zh_hant: 從心願單中移除
zh_hk: 從願望清單中移除

# TK.Action.reviewPurchase
source: Review Purchase
ar: مراجعة الشراء
bg: Преглед на покупката
ca: Revisar compra
cs: Zkontrolovat nákup
da: Gennemgå køb
de: Kauf überprüfen
el: Επισκόπηση Αγοράς
es: Revisar compra
es_419: Revisar compra
fi: Tarkista osto
fr: Vérifier l'achat
fr_ca: Examiner l'achat
he: סקור רכישה
hi: खरीद की समीक्षा करें
hr: Pregledaj kupnju
hu: Vásárlás Áttekintése
id: Tinjau Pembelian
it: Rivedi Acquisto
ja: 購入を確認
kk: Сатып алуды қарау
ko: 구매 검토하기
ms: Semak Pembelian
nb: Gå gjennom kjøp
nl: Aankoop bekijken
pl: Sprawdź zakup
pt_br: Revisar Compra
pt_pt: Rever compra
ro: Revizuiește achiziția
ru: Просмотреть покупку
sk: Skontrolovať nákup
sv: Granska köp
th: ตรวจสอบการซื้อ
tr: Satın Almayı Gözden Geçir
uk: Переглянути покупку
vi: Xem lại Mua hàng
zh_hans: 查看购买
zh_hant: 檢視購買
zh_hk: 檢閱購買

# TK.Action.saveForLater
source: Save for Later
ar: حفظ لاحقاً
bg: Запази за по-късно
ca: Desar per a més tard
cs: Uložit na později
da: Gem til senere
de: Für später speichern
el: Αποθήκευση για Αργότερα
es: Guardar para después
es_419: Guardar para más tarde
fi: Tallenna myöhempää varten
fr: Enregistrer pour plus tard
fr_ca: Enregistrer pour plus tard
he: שמור לעתיד
hi: बाद के लिए सहेजें
hr: Spremi za kasnije
hu: Mentés későbbre
id: Simpan untuk Nanti
it: Salva per dopo
ja: 後で保存
kk: Кейінге сақтау
ko: 나중에 저장하기
ms: Simpan untuk Nanti
nb: Lagre til senere
nl: Opslaan voor Later
pl: Zapisz na później
pt_br: Salvar para Depois
pt_pt: Guardar para Depois
ro: Salvează pentru mai târziu
ru: Сохранить на потом
sk: Uložiť na neskôr
sv: Spara för Senare
th: บันทึกไว้สำหรับภายหลัง
tr: Daha Sonra Kaydet
uk: Зберегти на потім
vi: Lưu cho sau
zh_hans: 稍后保存
zh_hant: 稍後保存
zh_hk: 稍後保存

# TK.Action.scan
source: Scan
ar: المسح الضوئي
bg: Сканирай
ca: Escanejar
cs: Skenovat
de: Scannen
el: Σάρωση
es: Escanear
es_419: Escanear
fi: Skannaa
fr: Scanner
fr_ca: Numériser
he: סריקה
hi: स्कैन करें
hr: Skeniraj
hu: Beolvasás
id: Pindai
it: Scansione
ja: スキャン
kk: Сканерлеу
ko: 스캔
ms: Imbas
nb: Skann
pl: Skanuj
pt_br: Escanear
pt_pt: Digitalizar
ro: Scanare
ru: Сканирование
sk: Skenovať
sv: Skanna
th: สแกน
tr: Tara
uk: Сканувати
vi: Quét
zh_hans: 扫描
zh_hant: 掃描
zh_hk: 掃描

# TK.Action.scanQRCode
source: Scan QR Code
ar: مسح رمز الاستجابة السريعة
bg: Сканирай QR код
ca: Escanejar codi QR
cs: Naskenovat QR kód
da: Scan QR-kode
de: QR-Code scannen
el: Σάρωση Κώδικα QR
es: Escanear código QR
es_419: Escanear código QR
fi: Skannaa QR-koodi
fr: Scanner le code QR
fr_ca: Scanner le code QR
he: סרוק קוד QR
hi: QR कोड स्कैन करें
hr: Skeniraj QR Kod
hu: QR-kód beolvasása
id: Pindai QR Code
it: Scansiona codice QR
ja: QRコードをスキャン
kk: QR кодын сканерлеу
ko: QR 코드 스캔
ms: Imbas Kod QR
nb: Skann QR-kode
nl: QR-code Scannen
pl: Skanuj kod QR
pt_br: Escanear QR Code
pt_pt: Ler Código QR
ro: Scanează cod QR
ru: Сканировать QR-код
sk: Naskenovať QR kód
sv: Skanna QR-kod
th: สแกน QR Code
tr: QR Kodu Tara
uk: Сканувати QR-код
vi: Quét mã QR
zh_hans: 扫描二维码
zh_hant: 掃描QR碼
zh_hk: 掃描 QR 碼

# TK.Action.share
source: Share
ar: مشاركة
bg: Сподели
ca: Compartir
cs: Sdílet
da: Del
de: Teilen
el: Κοινή χρήση
es: Compartir
es_419: Compartir
fi: Jaa
fr: Partager
fr_ca: Partager
he: שיתוף
hi: शेयर करें
hr: Dijeli
hu: Megosztás
id: Bagikan
it: Condividi
ja: 共有
kk: Бөлісу
ko: 공유
ms: Kongsi
nb: Del
nl: Deel
pl: Udostępnij
pt_br: Compartilhar
pt_pt: Partilhar
ro: Partajați
ru: Поделиться
sk: Zdieľať
sv: Dela
th: แชร์
tr: Paylaş
uk: Поширити
vi: Chia sẻ
zh_hans: 共享
zh_hant: 分享
zh_hk: 分享

# TK.Action.sortByDate
source: Sort by Date
ar: فرز حسب التاريخ
bg: Сортирай по дата
ca: Ordenar per data
cs: Seřadit podle data
da: Sorter efter dato
de: Nach Datum sortieren
el: Ταξινόμηση κατά Ημερομηνία
es: Ordenar por Fecha
es_419: Ordenar por fecha
fi: Lajittele päivämäärän mukaan
fr: Trier par date
fr_ca: Trier par date
he: מיין לפי תאריך
hi: तारीख से क्रमबद्ध करें
hr: Sortiraj po datumu
hu: Rendezés dátum szerint
id: Urutkan berdasarkan Tanggal
it: Ordina per Data
ja: 日付で並べ替え
kk: Күні бойынша сұрыптау
ko: 날짜별 정렬
ms: Susun mengikut Tarikh
nb: Sorter etter dato
nl: Sorteer op datum
pl: Sortuj według daty
pt_br: Classificar por Data
pt_pt: Ordenar por Data
ro: Sortează după Dată
ru: Сортировать по дате
sk: Triediť podľa dátumu
sv: Sortera efter datum
th: จัดเรียงตามวันที่
tr: Tarihine Göre Sırala
uk: Сортувати за датою
vi: Sắp Xếp Theo Ngày
zh_hans: 按日期排序
zh_hant: 按日期排序
zh_hk: 按日期排序

# TK.Action.startShopping
source: Start Shopping
ar: ابدأ التسوق
bg: Започни пазаруване
ca: Començar a comprar
cs: Začít nakupování
de: Einkaufen starten
el: Ξεκίνησε Ψώνια
es: Iniciar Compras
es_419: Iniciar Compras
fi: Aloita ostokset
fr: Commencer les achats
fr_ca: Commencer le shopping
he: התחל קניות
hi: शॉपिंग शुरू करें
hr: Započni kupovinu
hu: Vásárlás indítása
id: Mulai Belanja
it: Inizia Shopping
ja: ショッピングを開始
kk: Сауда жасауды бастау
ko: 쇼핑 시작
ms: Mulakan Membeli-belah
nl: Begin winkelen
pl: Rozpocznij zakupy
pt_br: Iniciar Compras
pt_pt: Iniciar Compras
ro: Începe Cumpărăturile
ru: Начать покупки
sk: Začať nakupovanie
sv: Starta shopping
th: เริ่มช้อปปิ้ง
tr: Alışverişe Başla
uk: Розпочати покупки
vi: Bắt đầu mua sắm
zh_hans: 开始购物
zh_hant: 開始購物
zh_hk: 開始購物

# TK.Action.subscribe
source: Subscribe
ar: اشتراك
bg: Абониране
ca: Subscriure's
cs: Odebírat
da: Abonner
de: Abonnieren
el: Εγγραφή
es: Suscribirse
es_419: Suscribirse
fi: Tilaa
fr: S’abonner
fr_ca: S’abonner
he: הירשם
hi: सब्सक्राइब करें
hr: Pretplati se
hu: Feliratkozás
id: Berlangganan
it: Abbonati
ja: サブスクリプションに登録
kk: Жазылу
ko: 구독
ms: Langgan
nb: Abonner
nl: Abonneer
pl: Subskrybuj
pt_br: Assinar
pt_pt: Assinar
ro: Abonați-vă
ru: Подписаться
sk: Odoberať
sv: Prenumerera
th: สมัครรับ
tr: Abone Ol
uk: Підписатися
vi: Đăng ký
zh_hans: 订阅
zh_hant: 訂閱
zh_hk: 訂閱

# TK.Action.subscribeAndSave
source: Subscribe & Save
ar: اشترك واحصل على تخفيضات
bg: Абонирай се и спести
ca: Subscriu-te i estalvia
cs: Přihlásit se a ušetřit
da: Abonner & Spar
de: Abonnieren & Sparen
el: Εγγραφείτε και εξοικονομήστε
es: Suscribirse y ahorrar
es_419: Suscribirse y ahorrar
fi: Tilaa ja säästä
fr: Abonnez-vous et économisez
fr_ca: S'abonner et économiser
he: הירשם ושמור
hi: सदस्यता लें और बचत करें
hr: Pretplati se i uštedi
hu: Iratkozz fel és spórolj
id: Langganan & Hemat
it: Iscriviti e Risparmia
ja: 登録して保存
kk: Жазылу & Жеңілдікпен сақтау
ko: 구독 및 저장하기
ms: Langgan & Simpan
nb: Abonner og spar
nl: Abonneren & Besparen
pl: Zapisz się i oszczędzaj
pt_br: Assinar e economizar
pt_pt: Subscrever e Guardar
ro: Abonează-te & Economisește
ru: Подписаться и сохранить
sk: Prihlásiť sa a ušetriť
sv: Prenumerera och spara
th: สมัครสมาชิกและประหยัด
tr: Abone Ol & Kaydet
uk: Підписатися та зберегти
vi: Đăng ký & Tiết kiệm
zh_hans: 订阅并保存
zh_hant: 訂閱並節省
zh_hk: 訂閱並節省

# TK.Action.trackOrder
source: Track Order
ar: تتبع الطلب
bg: Проследи поръчката
ca: Rastrejar comanda
cs: Sledovat objednávku
da: Spor Ordre
de: Bestellung verfolgen
el: Παρακολούθησε Παραγγελία
es: Rastrear Pedido
es_419: Rastrear Pedido
fi: Seuraa tilausta
fr: Suivre la commande
fr_ca: Suivre la commande
he: עקוב אחרי הזמנה
hi: ऑर्डर ट्रैक करें
hr: Prati narudžbu
hu: Rendelés nyomon követése
id: Lacak Pesanan
it: Tieni Traccia dell'Ordine
ja: 注文をトラッキング
kk: Тапсырысты бақылау
ko: 주문 추적
ms: Jejaki Pesanan
nb: Spor ordre
nl: Volg bestelling
pl: Śledź zamówienie
pt_br: Rastrear Pedido
pt_pt: Acompanhar Pedido
ro: Urmărește Comanda
ru: Отслеживать заказ
sk: Sledovať objednávku
sv: Spåra beställning
th: ติดตามคำสั่งซื้อ
tr: Siparişi Takip Et
uk: Відстежити замовлення
vi: Theo Dõi Đơn Hàng
zh_hans: 跟踪订单
zh_hant: 追蹤訂單
zh_hk: 追蹤訂單

# TK.Action.viewCart
source: View Cart
ar: عرض السلة
bg: Преглед на количката
ca: Veure cistella
cs: Zobrazit košík
da: Se Kurv
de: Warenkorb anzeigen
el: Προβολή Καλαθιού
es: Ver Carrito
es_419: Ver carrito
fi: Näytä ostoskori
fr: Voir le panier
fr_ca: Voir le panier
he: צפו בעגלה
hi: कार्ट देखें
hr: Pogledaj košaricu
hu: Kosár megtekintése
id: Lihat Keranjang
it: Visualizza carrello
ja: カートを見る
kk: Сатып алу тізімін қарау
ko: 장바구니 보기
ms: Lihat Troli
nb: Se handlekurv
nl: Winkelwagentje bekijken
pl: Zobacz koszyk
pt_br: Ver Carrinho
pt_pt: Ver Carrinho
ro: Vezi Coșul
ru: Просмотреть корзину
sk: Zobraziť košík
sv: Visa Varukorg
th: ดูตะกร้า
tr: Sepeti Gör
uk: Переглянути кошик
vi: Xem Giỏ hàng
zh_hans: 查看购物车
zh_hant: 查看購物車
zh_hk: 查看購物車

# TK.Action.viewDetails
source: View Details
ar: عرض التفاصيل
bg: Прегледай детайли
ca: Veure detalls
cs: Zobrazit detaily
da: Vis oplysninger
de: Details anzeigen
el: Προβολή στοιχείων
es: Ver Detalles
es_419: Ver Detalles
fi: Näytä tiedot
fr: Afficher les détails
fr_ca: Afficher les détails
he: הצג פרטים
hi: विवरण देखें
hr: Prikaži detalje
hu: Részletek megtekintése
id: Lihat Rincian
it: Visualizza dettagli
ja: 詳細を表示
kk: Шолу
ko: 세부사항 보기
ms: Lihat Butiran
nb: Se detaljer
nl: Toon details
pl: Wyświetl szczegóły
pt_br: Ver Detalhes
pt_pt: Ver Detalhes
ro: Afișează
ru: Просмотреть подробности
sk: Zobraziť detaily
sv: Se detaljer
th: ดูรายละเอียด
tr: Ayrıntıları Göster
uk: Переглянути деталі
vi: Xem chi tiết
zh_hans: 查看详细信息
zh_hant: 檢視詳細資料
zh_hk: 檢視詳細資料
